using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace ShopSiteParsers.Constants
{
	public static class RusCategories
	{
		public static Dictionary<string, string> Categories = new Dictionary<string, string>
		{
			//{"Платье/Туника", ""}
			{"Пуловер","Пуловеры"},
			{"Туника","Туника"},
			{"Платье","Платье"},
			{"Пальто","Пальто"},
			{"Свитер","Свитер"},
			{"Блузка","Блузка"},
			{"Брюки","Брюки"},
			{"Леггинсы","Леггинсы"},
			{"Легинсы","Леггинсы"},
			{"Треггинсы","Треггинсы"},
			{"Джеггинсы","Джеггинсы"},
			{"Кардиган","Кардиган"},
			{"Кофточка","Кофточка"},
			{"Юбка","Юбка"},
			{"Жакет","Жакет"},
			{"Комбинезон","Комбинезон"},
			{"Накидка","Накидка"},
			{"Экрю","Экрю"},
			{"Рубашка","Рубашка"},
			{"Бриджи","Бриджи"},
			{"Шорты","Шорты"},
			{"Боди","Боди"},
			{"Комплект","Комплект"},
			{"Жилетка", "Жилетка"},
			{"PRIMO", "Купальник"},
			{"Блейзер", "Блейзер"},
			{"Джинсы", "Джинсы"}
		};
	}
}